{
   "items" : [
      {
         "published" : "2013-01-05T10:00:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2013-01-05T10:00:00Z",
            "summary" : "This might not work. I didn't realize how tired I was until I started driving away from the Icarus launch event on Wednesday. Since June, I've been working flat out on creating the four books that were part of the...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2013/01/out-on-a-limb.html",
            "content" : "<p><em>This might not work.</em></p>\r\n<p>I didn&#39;t realize how tired I was until I started driving away from the Icarus launch event on Wednesday.</p>\r\n<p>Since June, I&#39;ve been working flat out on creating the four books that were part of the Kickstarter and the big launch that climaxed with an event here in New York. Along the way, I experienced what many people feel as they work on something new--I was &#0160;spending part of my time (against my better judgment) exhausting myself trying to predict and then control what people would think about my work.</p>\r\n<p>Will they get it? Will this chapter hit home? Am I too far out on a limb?</p>\r\n<p><em>This might not work.</em></p>\r\n<p>At some level, &quot;this might not work&quot; is at the heart of all important projects, of everything new and worth doing. And it can paralyze us into inaction, into watering down our art and into failing to ship.</p>\r\n<p>I do my best work when I practice what I write about, and this time, I decided it was important to go as far out on a limb as I could. <em>The Icarus Deception</em> argues that we&#39;re playing it too safe, hence my need to go outside my (and your) comfort zone.</p>\r\n<p>Changing the format, changing the way I interacted with some of my readers (using Kickstarter) and changing the timeframe of my work all combined to make this project the most complex one I&#39;ve ever done. Lots of moving parts, of course, but more scary, lots of places to fail. All very self-referential in a series of books about failure and guts and flying closer to the sun, of course. That&#39;s the entire point, right?</p>\r\n<p>Of course, trying to control what other people think is a trap. At the same time that we can be thrilled by the possibility of flying without a net and of blazing a new trail, we have to avoid the temptation to become the audience, to will them into following us. Not only is it exhausting, it&#39;s counterproductive. Sales (of concepts, of services, of goods) don&#39;t get made because you&#39;ve spent a sleepless night working on your telekenisis. They happen because you&#39;ve made something worth buying, because you&#39;ve outlined something worth believing in.</p>\r\n<p>&quot;This might not work&quot; is either a curse, something that you labor under, or it&#39;s a blessing, a chance to fly and do work you never thought possible.</p>\r\n<p>As I slumped into my car, I turned on the radio. Stuck in the CD player, forgotten in the rush to get to the event, was the audio copy of Icarus.\r\n</p>\r\n<p class=\"asset  asset-audio at-xid-6a00d83451b31569e2017c35500457970b\">(<a href=\"http://sethgodin.typepad.com/files/excerpt-for-blog.mp3\">Download Audio Excerpt</a>)</p>\r\nI don&#39;t usually listen to my books after I&#39;ve made them, but the recording sessions had been so arduous that I didn&#39;t even remember making the recording. So there it was in my car, left behind as a quick refresher before I went onstage to give my first public talk about the book.&#0160;\r\n<p>It turns out that I don&#39;t just write for you. I also write to remind myself of what I&#39;m hoping to become as well. Hearing myself, months later, reading something I didn&#39;t remember writing or reading, I shed a few tears. Yes, this is work worth doing. Yes, being out on a limb is exactly where I want to be.</p>\r\n<p>That&#39;s where we&#39;re needed... out on a limb.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017d3f7e3dd8970c",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Out on a limb"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2013-01-04T10:32:02Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2013-01-04T10:32:00Z",
            "summary" : "Decisions. You don't run a punch press or haul iron ore. Your job is to make decisions. The thing is, the farmer who grows corn has no illusions about what his job is. He doesn't avoid planting corn or dissemble...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2013/01/what-do-you-make.html",
            "content" : "<p>Decisions.</p>\r\n<p>You don&#39;t run a punch press or haul iron ore. Your job is to make decisions.</p>\r\n<p>The thing is, the farmer who grows corn has no illusions about what his job is. He doesn&#39;t avoid planting corn or dissemble or procrastinate about harvesting corn. And he certainly doesn&#39;t try to get his neighbor to grow his corn for him.</p>\r\n<p>Make more decisions. That&#39;s the only way to get better at it.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017c32cc2c52970b",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "What do you make?"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2013-01-03T10:42:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2013-01-03T10:42:00Z",
            "summary" : "Online, where you can't buy attention as easily as you can with traditional advertising, most commercial media has the imperative of interestingness built in. The assignment is to make it viral, make it something people will watch or click on...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2013/01/the-attentionaction-paradox.html",
            "content" : "<p>Online, where you can&#39;t buy attention as easily as you can with traditional advertising, most commercial media has the imperative of interestingness built in. The assignment is to make it viral, make it something people will watch or click on or even better, share.</p>\r\n<p>This is hard for mass marketers, marketers who are used to making average stuff for average people and promoting heavily in media where they can buy guaranteed attention. And so, we see organizations buying likes and pageviews, pushing for popovers and popunders and all sorts of new ways to interrupt online.</p>\r\n<p>Smart advertisers, though, are realizing that they have to make content that people decide is worth watching. Some have become very good indeed at making media that&#39;s so entertaining that we not only want to watch it, but spread it.</p>\r\n<p>The challenge is that all those hoops you need to jump through to attract attention might be precisely the opposite of what you need to do to cause action, to get someone to change her mind or to connect.</p>\r\n<p>A squadron of singing ferrets might make your video spread, but that approach isn&#39;t going to cause the action you seek.</p>\r\n<p>And, alas, you have to do both.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017ee462499e970d",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "The attention paradox"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2013-01-02T10:05:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2013-01-02T10:05:00Z",
            "summary" : "Hey, even the headline is a bummer. The first thing that they teach you at business book/blogging school is that \"fun and easy\" are the two magic words, followed, I guess, by \"dummies.\" Difficult and frightening are not part of...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2013/01/difficult-and-scary.html",
            "content" : "<p>Hey, even the headline is a bummer. The first thing that they teach you at business book/blogging school is that &quot;fun and easy&quot; are the two magic words, followed, I guess, by &quot;dummies.&quot; Difficult and frightening are not part of the syllabus.</p>\r\n<p>Alas, the work we&#39;re being asked to do now, the emotional labor we&#39;re getting paid to do, is frightening. It&#39;s frightening to stand up for what we believe in, frightening to do something that might not work, frightening to do something that we have to be responsible for.</p>\r\n<p>Tonight is the first ever Icarus Session, a worldwide event that might just be happening near you (click here to <a href=\"http://www.meetup.com/sethgodin/days/\" target=\"_self\">find the local event</a>, and here to <a href=\"http://www.meetup.com/sethgodin/days/\" target=\"_self\">find out what it&#39;s all about</a>). There are more than 360 communities signed up so far, with thousands of people around the world getting together in small groups to speak up and to support each other.</p>\r\n<p>Two things might hold someone back from sharing the art they&#39;ve got inside: The fear of telling the truth or the lame strategy of hiding the truth behind a sales pitch.&#0160;</p>\r\n<ul>\r\n</ul>\r\n<p>If you can, find a way to come to a session near you tonight. And if you can find the voice, stand up and tell people what you care about.</p>\r\n<p>Your art is vitally important, and what makes it art is that it is personal, important and fraught with the whiff of failure. This is precisely why it&#39;s scarce and thus valuableâit&#39;s difficult to stand up and own it and say, &quot;here, I made this.&quot; For me, anyway, writing a book is far easier than handing it to someone I care about and asking them to read it.</p>\r\n<p>\r\n<a class=\"asset-img-link\" href=\"http://sethgodin.typepad.com/.a/6a00d83451b31569e2017ee6d54699970d-popup\" onclick=\"window.open( this.href, &#39;_blank&#39;, &#39;width=640,height=480,scrollbars=no,resizable=no,toolbar=no,directories=no,location=no,menubar=no,status=no,left=0,top=0&#39; ); return false\" style=\"float: right;\"><img alt=\"NewsethBN\" class=\"asset  asset-image at-xid-6a00d83451b31569e2017ee6d54699970d\" src=\"http://sethgodin.typepad.com/.a/6a00d83451b31569e2017ee6d54699970d-120wi\" style=\"margin: 0px 0px 5px 5px;\" title=\"NewsethBN\" /></a>Throughout the USA, there are bookstores (<a href=\"http://www.barnesandnoble.com/s/whatcha-gonna-do-with-that-duck?keyword=seth+godin&amp;store=allproducts\" target=\"_self\">Barnes and Noble</a> as a notable example) hosting piles of my new book, <em><a href=\"http://www.squidoo.com/theicarusdeception\" target=\"_self\">The Icarus Deception</a></em>. </p>\r\n<p>Here&#39;s something you might do today: Go to this <a href=\"https://seth-godin.squarespace.com/\" target=\"_self\">site</a>, scroll down and find the laid-out <a href=\"https://seth-godin.squarespace.com/blog/567pgcrktbd9l3etxvb41uyegu37wa\" target=\"_self\">bookmark</a> and print it out. Take the bookmark and write on it. Write down your project, your feelings, the thing you&#39;re making--share your art. Tell us your URL if you have one, or draw a picture if you like. And then go to the local bookstore and carefully put the bookmark in a copy of <em>Icarus</em>. (It&#39;s great with me if you support your local bookstore by buying something while you&#39;re there).</p>\r\n<p>One day, someday, someone will buy the book and find your bookmark. A karmic connection will happen, and you&#39;ll be connected to a stranger. Your art will be in the world, and perhaps one day, this stranger, this reader, this fellow traveler will continue the chain, putting her bookmark into someone else&#39;s book.</p>\r\n<p>Right now, the urgency is real. We have to create more art, create better art and build more substantial connections.&#0160;</p>\r\n<iframe frameborder=\"0\" height=\"281\" src=\"http://player.vimeo.com/video/55128811?title=0&amp;byline=0&amp;portrait=0&amp;color=ffffff\" width=\"500\"></iframe>\r\n<p>&#0160;</p>\r\n<p>Click above for a <a href=\"http://www.squarespace.com/the-icarus-deception\" target=\"_self\">small film</a> about what it means to make and share your art. The last line from Sasha is worth the four minutes. My publisher&#39;s book <a href=\"http://www.youtube.com/watch?v=ZxQy8RJi1u8\" target=\"_self\">trailer</a>&#0160;has also just gone live.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017d3f44888d970c",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "\"Here, I made this,\" is difficult and frightening"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2013-01-01T09:56:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2013-01-01T09:56:00Z",
            "summary" : "A year ago today, do you remember where you stood? Last year about this time, I was lying on the couch, having ripped my hamstring with a loud pop while working out early in the morning. But that's not the...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2013/01/do-you-remember.html",
            "content" : "<p>A year ago today, do you remember where you stood?</p>\r\n<p>Last year about this time, I was lying on the couch, having ripped my hamstring with a loud pop while working out early in the morning. But that&#39;s not the sort of &#39;stand&#39; that I&#39;m talking about.</p>\r\n<p>Are you more trusted? More skilled? More connected to people who care about your work?</p>\r\n<p>How many people would miss your work if you stopped contributing it?</p>\r\n<p>New Year&#39;s resolutions rarely work, because good intentions don&#39;t often survive a collision with reality. But an inventory is a helpful tool, a way to keep track of what you&#39;re building. Drip by drip.</p>\r\n<p>Just be careful on your roller skis.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017d3e8f2378970c",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Do you remember?"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-31T10:49:02Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-31T10:49:00Z",
            "summary" : "Why do we get stuck? Writer's block was 'invented' in the 1940s. Before that, not only wasn't there a word for it, it hardly existed. The reason: writing wasn't a high stakes venture. Writing was a hobby, it was something...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/writers-block-and-the-drip.html",
            "content" : "<p>Why do we get stuck?</p>\r\n<p>Writer&#39;s block was &#39;invented&#39; in the 1940s. Before that, not only wasn&#39;t there a <a href=\"http://books.google.com/ngrams/graph?content=writer%27s+block&amp;year_start=1800&amp;year_end=2000&amp;corpus=15&amp;smoothing=3&amp;share=\" target=\"_self\">word</a> for it, it hardly existed. The reason: writing wasn&#39;t a high stakes venture. Writing was a hobby, it was something you did in your spare time, without expecting a big advance or a spot on the bestseller list.</p>\r\n<p>\r\n<a class=\"asset-img-link\" href=\"http://sethgodin.typepad.com/.a/6a00d83451b31569e2017d3ea15a37970c-popup\" onclick=\"window.open( this.href, &#39;_blank&#39;, &#39;width=640,height=480,scrollbars=no,resizable=no,toolbar=no,directories=no,location=no,menubar=no,status=no,left=0,top=0&#39; ); return false\" style=\"float: right;\"><img alt=\"Ngramwritersblock\" class=\"asset  asset-image at-xid-6a00d83451b31569e2017d3ea15a37970c\" src=\"http://sethgodin.typepad.com/.a/6a00d83451b31569e2017d3ea15a37970c-320wi\" style=\"margin: 0px 0px 5px 5px;\" title=\"Ngramwritersblock\" /></a></p>\r\n<p>Now, of course, we&#39;re all writers. We put our ideas into words and share them with tens or thousands of people, for all time, online. Our words spread.&#0160;</p>\r\n<p>With the stakes higher than ever, so is our fear.</p>\r\n<p>Consider the alternative to writer&#39;s block: the drip. A post, day after day, week after week, 400 times a year, 4000 times a decade. When you commit to writing regularly, the stakes for each thing you write go down. I spent an hour rereading <a href=\"http://www.amazon.com/exec/obidos/ASIN/0740721135/permissionmarket/ref=nosim/\" target=\"_self\">Gary Larson</a>&#39;s magical collection, and the amazing truth is that not every cartoon he did was brilliant. But enough of them were that he left his mark.</p>\r\n<p>You can find my <a href=\"http://www.squidoo.com/whatch-gonna-do-with-that-duck\" target=\"_self\">most popular posts of the year right here</a>. My new collection, <em>Whatcha Gonna Do With That Duck</em> is now available at finer bookstores online and off. I could never, ever have signed up to write this book, never sat down to create it. But since I had six years to write it, it created itself.</p>\r\n<p><em>You don&#39;t launch a popular blog, you build one.</em></p>\r\n<p>The writing isn&#39;t the hard part, it&#39;s the commitment. Drip!</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017d3ea15993970c",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Writer's block and the drip"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-30T10:19:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-30T10:19:00Z",
            "summary" : "Tomorrow is the biggest day of the year for charitable giving in the US. The reason is clear: if you make a donation Tuesday, you have to wait a whole year to get a deduction. Make it today and you...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/sooner-or-later.html",
            "content" : "<p>Tomorrow is the biggest day of the year for charitable giving in the US.</p>\r\n<p>The reason is clear: if you make a donation Tuesday, you have to wait a whole year to get a deduction. Make it today and you get it right now.</p>\r\n<p>Of course, charitable giving shouldn&#39;t be driven by the search for a tax deduction, but the knowledge that now is your last chance short-circuits the sooner or later decision.</p>\r\n<p>So, today, before it&#39;s too late, why not help build a platform for those that need it, a platform that generates a hundred or a thousand times more pareto-optimal joy. Not because there&#39;s a heart-tugging pitch or an external urgency, but because sooner is better than later.</p>\r\n<p><a href=\"https://www.roomtoread.org/donate\" target=\"_self\">Room to Read</a>, <a href=\"http://support.acumenfund.org/custom/donate10.html\" target=\"_self\">The Acumen Fund</a>, <a href=\"https://secure3.convio.net/jdrf3/site/Donation2?2376.donation=form1&amp;df_id=2376\" target=\"_self\">Juvenile Diabetes</a>, <a href=\"http://www.dosomething.org/donate\" target=\"_self\">DoSomething</a>, <a href=\"http://www.afyafoundation.org/\" target=\"_self\">Afaya</a></p>\r\n<p>Sooner rather than later. We&#39;ll get there if we all head there.<a href=\"http://www.afyafoundation.org/\" target=\"_self\"></a></p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017c32cb47f7970b",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Sooner or later"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-29T10:03:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-29T10:03:00Z",
            "summary" : "Sometimes, boundaries help you make tough decisions. If you build your company with the policy that you'll never run an ad, it makes it even more important that you build a remarkable product--you'll never be tempted to compromise and try...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/the-power-of-zero-spend.html",
            "content" : "<p>Sometimes, boundaries help you make tough decisions.</p>\r\n<p>If you build your company with the policy that you&#39;ll never run an ad, it makes it even more important that you build a remarkable product--you&#39;ll never be tempted to compromise and try to make it up with hype.</p>\r\n<p>Same thing goes for organizations that refuse to pay bribes. By eliminating situational decisions and grey areas, it changes strategies from the top down.</p>\r\n<p>Or perhaps you&#39;re not willing to pay overtime, regardless of the emergency, regardless of how late the project is... it makes it far more likely projects won&#39;t be late, because they&#39;re designed to ship without emergency...</p>\r\n<p>Rigidity is rarely your friend, but well understood boundaries make decision making a lot easier.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017615e81143970c",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "The power of zero spend"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-28T10:55:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-28T10:55:00Z",
            "summary" : "When you believe your customers have no real choice, either because they've signed a long term contract, or the technology locks them in, or they're stranded in Fargo with no other options, you're likely to drift away from delighting them....",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/the-pitfall-of-lock-in.html",
            "content" : "<p>When you believe your customers have no real choice, either because they&#39;ve signed a long term contract, or the technology locks them in, or they&#39;re stranded in Fargo with no other options, you&#39;re likely to drift away from delighting them.&#0160;</p>\r\n<p>This is the story of Microsoft and Apple and Instagram, at least when they stumble.</p>\r\n<p>When you believe that people are stuck in their seats, it&#39;s not essential, it seems, to keep cajoling them to stay there.</p>\r\n<p>And while you might be correct that this particular customer is locked in, it doesn&#39;t mean she doesn&#39;t have friends, colleagues or a blog.</p>\r\n<p>Word of mouth and recommendations don&#39;t come with a lock-in feature. Generations change, and if you&#39;re here for the long haul, there is no lock in.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017c32bd4fc3970b",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "The pitfall of lock in"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-27T16:17:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-27T16:17:00Z",
            "summary" : "Ending the year with a bang, I have three new books coming out. The first two are being published today, while the flagship original manifesto ships on Monday. I'm told that these books are as much fun to read as...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/v-is-ships-today-and-a-cool-new-poster-bonus.html",
            "content" : "<p>\r\n<a class=\"asset-img-link\" href=\"http://sethgodin.typepad.com/.a/6a00d83451b31569e2017d3f3ad581970c-popup\" onclick=\"window.open( this.href, &#39;_blank&#39;, &#39;width=640,height=480,scrollbars=no,resizable=no,toolbar=no,directories=no,location=no,menubar=no,status=no,left=0,top=0&#39; ); return false\" style=\"display: inline;\"><img alt=\"D dance\" class=\"asset  asset-image at-xid-6a00d83451b31569e2017d3f3ad581970c\" src=\"http://sethgodin.typepad.com/.a/6a00d83451b31569e2017d3f3ad581970c-400wi\" style=\"width: 400px;\" title=\"D dance\" /></a><br />Ending the year with a bang, I have three new books coming out. The first two are being published today, while the flagship original manifesto ships on Monday. I&#39;m told that these books are as much fun to read as they were to make...</p>\r\n<p><em><a href=\"http://amzn.to/TB2VPD\" target=\"_self\">V is for Vulnerable</a></em> is illustrated by the inspired/inspiring Hugh Macleod. It sure looks like a book for kids, with the entire alphabet outlined in the spirit you see above. But with phrases like A is for Anxiety and F is for Feedback, you&#39;ll quickly discover that the actual plan is to get under your skin and give you a new way to think about your work.</p>\r\n<p>&#0160;</p>\r\n<div>\r\n<div style=\"padding-left: 30px;\">&quot;Each page alone is worth the price of the the entire book, for its ability to make me think, inspire me, and make me smile....&#0160;My favorite letter is &quot;U&quot;, as I&#39;ve always detested umbrellas....&#0160;For years, I&#39;ve been giving outgoing interns at our company a copy of the book &quot;Oh the Places You&#39;ll Go&quot; to inspire them on their journey. Beginning now, they&#39;ll all receive this book instead.&quot;</div>\r\n<div style=\"padding-left: 30px; text-align: right;\"><em>Dave Kerpen in his Amazon Review</em></div>\r\n</div>\r\n<p>&#0160;</p>\r\n<p><em>V is</em> takes the last chapter of <em>The Icarus Deception</em> and wakes it up and brings it to life. Here&#39;s what I&#39;ve discovered: When I hand someone this book, the power of the format is so compelling that they usually read the entire thing, on the spot. Not merely enough to be polite, but all of it, even the less common letters like Q, X and Z. And that was my goal, to use the format of a book to change our usual reaction. I hope you&#39;ll check it out.</p>\r\n<p>And, for those that would prefer their books be printed on one giant sheet of paper, to save precious page-turning time, check out this new Litograph of <em>Poke the Box</em>: &#0160;<a href=\"http://www.litographs.com/products/poke\" target=\"_self\">http://www.litographs.com/products/poke</a>&#0160;Danny Fein has built a project that celebrates books as art at the same time that he sends new books to kids in need. I&#39;m honored to support his work.</p>\r\n<p>(use the discount code GODIN to save $10 until the end of the day on Friday the 28th).</p>\r\n<p>PS my 600+ page ominbus <a href=\"http://www.amazon.com/Whatcha-Gonna-That-Duck-Provocations/dp/1591846099/ref=pd_bxgy_b_img_z\" target=\"_self\">blog collection</a> ships today too! Both are available from fine <a href=\"http://www.barnesandnoble.com/w/whatcha-gonna-do-with-that-duck-seth-godin/1112575498?ean=9781591846093\" target=\"_self\">local</a> <a href=\"http://www.barnesandnoble.com/w/v-is-for-vulnerable-seth-godin/1113892453?ean=9781591846109\" target=\"_self\">bookstores</a>.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017d3f3ae0e9970c",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Shipping Today: \"V is for Vulnerable\" (and a cool new poster bonus)"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-27T10:00:05Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-27T10:00:00Z",
            "summary" : "Human beings, thanks to culture and genetics, are inclined to be pessimistic, fearful, skeptical and believers in conspiracy theories. We also don't like change. The marketer (products, government, religion, whatever) that decides to trade in any of these glitches has...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/believe-what-we-want-to-believe.html",
            "content" : "<p>Human beings, thanks to culture and genetics, are inclined to be pessimistic, fearful, skeptical and believers in conspiracy theories. We also don&#39;t like change.</p>\r\n<p>The marketer (products, government, religion, whatever) that decides to trade in any of these glitches has a tremendous advantage. It&#39;s far easier to create fear than to soothe it, far easier to argue for a conspiracy than to prove that one doesn&#39;t exist.&#0160;</p>\r\n<p>When we find ourselves rewarding our <a href=\"http://sethmnookin.com/the-panic-virus/reviews-press/\" target=\"_self\">instincts</a> instead of reality, we often make poor choices. Of course, sometimes there&#39;s a good reason to be afraid or to imagine that a <a href=\"http://www.snopes.com/movies/actors/tomei.asp\" target=\"_self\">secret</a> conspiracy is at work. Not often, though.</p>\r\n<p>When confronted by a mass of facts and nothing but instinct or tribal confirmation on the other side, it might be worth revisiting why we choose to believe what we believe.&#0160;</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e201676677acf6970b",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Believing what we want to believe"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-26T10:58:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-26T10:58:00Z",
            "summary" : "[I wrote this five years ago. As you plan the magical things you will do next year, I thought it was worth reconsidering:] The thing is, it's far easier than ever before to surface your ideas. Far easier to have...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/doing-what-you-love-but-maybe-you-cant-get-paid-for-it.html",
            "content" : "<p>[I wrote this five years ago. As you plan the magical things you will do next year, I thought it was worth reconsidering:]</p>\r\n<p>The thing is, it&#39;s far easier than ever before to surface your ideas. Far easier to have someone notice your art or your writing or your photography. Which means that people who might have hidden their talents are now finding them noticed...</p>\r\n<p>That blog you&#39;ve built, the one with a lot of traffic... perhaps it can&#39;t be monetized.</p>\r\n<p>That non-profit you work with, the one where you are able to change lives... perhaps turning it into a career will ruin it.</p>\r\n<p>That passion you have for graphic art... perhaps making your painting commercial enough to sell will squeeze the joy out of it.</p>\r\n<p>When what you do is what you love, you&#39;re able to invest more effort and care and time. That means you&#39;re more likely to win, to gain share, to profit. On the other hand, poets don&#39;t get paid. Even worse, poets that try to get paid end up writing jingles and failing and hating it at the same time.</p>\r\n<p>Today, there are more ways than ever to share your talents and hobbies in public. And if you&#39;re driven, talented and focused, you may discover that the market loves what you do. That people read your blog or click on your cartoons or listen to your mp3s. But, alas, that doesn&#39;t mean you can monetize it, quit your day job and spend all day writing songs.</p>\r\n<p>The pitfalls:<br />1. In order to monetize your work, you&#39;ll probably corrupt it, taking out the magic in search of dollars<br />and<br />2. Attention doesn&#39;t always equal significant cash flow.</p>\r\n<p>I think it makes sense to make your art your art, to give yourself over to it without regard for commerce.</p>\r\n<p>Doing what you love is as important as ever, but if you&#39;re going to make a living at it, it helps to find a niche where money flows as a regular consequence of the success of your idea. Loving what you do is almost as important as doing what you love, especially if you need to make a living at it. Go find a job you can commit to, a career or a business you can fall in love with.</p>\r\n<p>A friend who loved music, who wanted to spend his life doing it, got a job doing PR for a record label. He hated doing PR, realized that just because he was in the record business didn&#39;t mean he had anything at all to do with music. Instead of finding a job he could love, he ended up being in proximity to, but nowhere involved with, something he cared about. I wish he had become a committed school teacher instead, spending every minute of his spare time making music and sharing it online for free. Instead, he&#39;s a frazzled publicity hound working twice as many hours for less money and doing no music at all.</p>\r\n<p>Maybe you can&#39;t make money doing what you love (at least what you love right now). But I bet you can figure out how to love what you do to make money (if you choose wisely).</p>\r\n<p>Do your art. But don&#39;t wreck your art if it doesn&#39;t lend itself to paying the bills. That would be a tragedy.</p>\r\n<p>(And the twist, because there is always a twist, is that as soon as you focus on your art and leave the money behind, you may just discover that this focus turns out to be the secret of actually breaking through and making money.)</p>\r\n<p>And from a <a href=\"http://writetodone.com/2012/12/20/seth-godin-part-2/\" target=\"_self\">recent interview</a>:</p>\r\n<p><strong>I wonder why anyone would hesitate to be generous with their writing.</strong></p>\r\n<p>I mean, if you really want to make a living, go to Wall Street and trade oil futures ... Weâre writers. Weâre doing something that is inherently a generous act. Weâre exposing ourselves to the muse and to the things that frighten us. Why do that if youâre not willing to be generous? And paradoxically, almost ironically, it turns out that the more generous you are, the more money you make. But thatâs secondary. For me, the privilege of being generous is why I get to do this.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017ee5078ca5970d",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Doing what you love (but maybe you can't get paid for it)"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-25T10:31:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-25T10:31:00Z",
            "summary" : "If you want to make something new, start with understanding. Understanding what's already present, and understanding the opportunities in what's not. Most of all, understanding how it all fits together. Watch the last two minutes of the classic film, 2001....",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/learning-how-to-see.html",
            "content" : "<p>If you want to make something new, start with understanding. Understanding what&#39;s already present, and understanding the opportunities in what&#39;s not. Most of all, understanding how it all fits together.</p>\r\n<p>Watch <a href=\"http://www.youtube.com/watch?v=AXS8P0HksQo\" target=\"_self\">the last two minutes of the classic film, 2001</a>. Today&#39;s technology would allow someone to make a short film like this with very little effort. But could you? The making isn&#39;t the hard part, in fact. It&#39;s the seeing.</p>\r\n<p>Would you have the guts to go this slow? To use music this boldy? To combine iconography from three different centuries over two millenia?</p>\r\n<p>Where is the explosion of the death star and where are the hackneyed tropes of a hundred or a thousand prior sci-fi movies?</p>\r\n<p>Stanley Kubrick, the film&#39;s director, saw. He saw images and stories that were available to anyone who chose to see them, but others averted their eyes, grabbed for the easy or the quick or the work that would satisfy the boss in closest proximity.</p>\r\n<p>When everyone has the same Mac and the same internet, the difference between hackneyed graphic design and extraordinary graphic design is just one thingâthe ability to see.</p>\r\n<p>Seeing, despite the name, isn&#39;t merely visual. I worked briefly with Arthur C. Clarke thirty years ago, and he saw, but he saw in words, and in concepts. The people who built the internet, the one you&#39;re using right now, saw how circuits and simple computer code could be connected to build something new and bigger. Others had the same tools, but not the same vision.</p>\r\n<p>And all around us, we&#39;re surrounded by limits, by disasters (natural and otherwise) and by pessimism. Some people see in this opportunity and a chance to draw (with any sort of metaphorical pen) something. Others see in it a chance to hide, to settle and to sigh.</p>\r\n<p>The same confidence and hubris that Kubrick and Clarke brought to their movie is available to anyone who decides to give more than they &#39;should&#39; to a <a href=\"https://www.charitywater.org/donate/#step-1\" target=\"_self\">charity</a> that has the <a href=\"http://www.acumenfund.org\" target=\"_self\">audacity</a> to <a href=\"http://www.buildon.org/\" target=\"_self\">change</a> things. While others believe they can (and must) merely settle.</p>\r\n<p>In our best possible future together, I hope we&#39;ll do a better job of learning to see one another.&#0160;</p>\r\n<p>Some people see a struggling person and turn away. Others see a human being and work to open a door or lend a hand. There are possiblities all around us. Not just the clicks of recycling a tired cliche, but the opportunity to be brave. If we only had the guts.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017c34c0e9b2970b",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Learning how to see"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-24T10:51:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-24T10:51:00Z",
            "summary" : "Professional farmers don't begrudge the backyard gardener his tomato harvest. That's silly. And talented mechanics certainly don't mind the antics of the Car Talk guys (or their listeners). Sooner or later, if you need a real mechanic, you'll find one,...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/true-professionals-dont-fear-amateurs.html",
            "content" : "<p>Professional farmers don&#39;t begrudge the backyard gardener his tomato harvest. That&#39;s silly.</p>\r\n<p>And talented mechanics certainly don&#39;t mind the antics of the Car Talk guys (or their listeners). Sooner or later, if you need a real mechanic, you&#39;ll find one, and if you don&#39;t, well, that&#39;s fine too.</p>\r\n<p>A few years ago, typesetting, wedding photography, graphic design and other endeavors that were previously off limits to all but the most passionate amateurs started to become more common. The insecure careerists fought off the amateurs at the gate, insisting that it was both a degradation of their art as well as a waste of time for the amateurs. The professionals, though, those with real talent, used the technological shift to move up the food chain. It was easy to encourage amateurs to go ahead and explore and experiment... professionals bring more than just good tools to their work as professionals.</p>\r\n<p>The best professionals love it when a passionate amateur shows up. The clarity and intelligence of a smart customer pushes both client and craftsman to do better work.</p>\r\n<p>Gifted college professors don&#39;t fear online courses. Talented web designers don&#39;t fear cloud services. Bring them on! When you need something worth paying for, they say, we&#39;ll be here. And what we&#39;ll sell you will be worth more than we charge you.</p>\r\n<p>If you&#39;re upset that the hoi polloi are busy doing what you used to do, get better instead of getting angry.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017ee6940b4b970d",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "True professionals don't fear amateurs"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-23T10:20:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-23T10:20:00Z",
            "summary" : "This isn't about the strategy of how to design a website that works--this is my take on how marketers can work with their teams, their bosses and their developers to get the site they want built with less time and...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/how-to-make-a-website-a-tactical-guide-for-marketers.html",
            "content" : "<p>This isn't about the strategy of how to design a website that works--this is my take on how marketers can work with their teams, their bosses and their developers to get the site they want built with less time and less hassle. (PS all of this works for apps, too). Most people who are responsible for websites are amateurs. This is my best take on how the goal-oriented non-professional can do a good job.</p>\r\n<p>Three things worth remembering:</p>\r\n<ul>\r\n<li>Every website is a marketing effort. Sooner or later, your site involves an interaction with a user, and that interaction won't be 100% technical. You have to sell the engagement, the interaction and the story you have in mind. While websites have always involved technology, the tech is secondary to your ability to get your point across.</li>\r\n<li>Virtually all websites are not on the cutting edge of technology. You're doing something that's been done before, at least technically.</li>\r\n<li>Synchronizing your team is difficult, because most people know it when they see it, and seeing it is expensive. It's sort of like building a hundred houses in order to find the one that your spouse likes--not a practical effort.</li>\r\n</ul>\r\n<p>The approach I recommend: </p>\r\n<ul>\r\n<li>Find the tech elements you need by browsing the web. Make a list--I want menus that work like this site, a shopping cart that works like that site, a home page that works like this one.</li>\r\n<li>Create the entire site (or at least the critical elements) using Keynote on the Mac (PowerPoint works too, but Keynote is a little easier to work with). Begin by copying and pasting elements from other sites, but as you make progress, hire a graphic designer to create the elements you need. Keynote makes it easy to actually have spots on the screen link to other slides in the 'presentation', so the document you create will actually allow your team to click on various parts of the screen and jump to other pages.</li>\r\n<li>Do not do any coding at all.</li>\r\n</ul>\r\n<p>What you end up with, then, is a 3 or 10 or 100 page Keynote document, with a look and a feel. With menus. With fonts. With things in their proper hierarchy. Once you're good at this, you can build or tweak a 'site' in no time.</p>\r\n<p>Now you have a powerful tool. You can use it in presentations, in meetings and even test it with users, all before you do any coding at all. Once you've shared this with the team, the question is simple, \"if our website works just like this, do you approve of it?\" Don't start coding until the answer is yes.</p>\r\n<p>This is a discipline, one that takes a fair amount of guts to stick with, but it pays off huge dividends. Don't code until you know what you want.</p>\r\n<p>Last step: Hand the Keynote doc to your developers and go away until it's finished.</p>\r\n<p>As I said, this works for mobile apps too. Here's a <a href=\"http://keynotopia.com/\" target=\"_self\">site</a> filled with template shortcuts for both.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017c329dbf78970b",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "How to make a website: a tactical guide for marketers"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-22T10:10:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-22T10:10:00Z",
            "summary" : "The best creative solutions don't come from finding good answers to the questions that are presented. They come from inventing new questions.",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/question-the-question.html",
            "content" : "<p>The best creative solutions don&#39;t come from finding good answers to the questions that are presented.</p>\r\n<p>They come from inventing new questions.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017ee434d80d970d",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Question the question"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-21T10:08:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-21T10:08:00Z",
            "summary" : "I'm not asking in the usual hectoring, pushing sense of asking you to hurry up and get started. I'm genuinely, rhetorically curious. What, exactly, are you insisting will happen before you start shipping your art? Write it down. Write down...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/what-you-waiting-for.html",
            "content" : "<p>I&#39;m not asking in the usual hectoring, pushing sense of asking you to hurry up and get started.</p>\r\n<p>I&#39;m genuinely, rhetorically curious. What, exactly, are you insisting will happen before you start shipping your art?</p>\r\n<p>Write it down. Write down what has to happen before you can make and ship your ruckus.</p>\r\n<p>Being clear about what you&#39;re waiting for makes it far more likely that your art will happen and far less likely that you&#39;re merely stalling.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017c328ff118970b",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "What you waiting for?"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-20T10:25:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-20T10:25:00Z",
            "summary" : "What's the most urgent, important, celebrated element of your organization's work? If it involves the status quo, the thing that got you here, it means the new stuff is going to be treated as a little bit of a sideshow...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/but-which-is-the-sideshow.html",
            "content" : "<p>What&#39;s the most urgent, important, celebrated element of your organization&#39;s work?</p>\r\n<p>If it involves the status quo, the thing that got you here, it means the <a href=\"http://www.niemanlab.org/2012/12/new-york-times-gets-into-original-ebook-business-with-byliner/\" target=\"_self\">new stuff</a> is going to be treated as a little bit of a sideshow or a distraction. (Another example: The team that typesets traditional books at most publishers is talented and driven. They do it with care and very high standards, and have for nearly a hundred years. The team that typesets ebooks at most publishers, though, is more junior, understaffed and has a very low bar for what is considered good enough.)</p>\r\n<p>One reason that incumbents are so often defeated by newcomers is that the incumbents put their best people and their urgent focus on the stuff they used to do (like winning Pulitzer prizes, selling ads to cosmetic companies and counting dead trees) while the new guys have nothing but the new thing to focus on.</p>\r\n<p>The same effect occurs when we approach our art/sideline/new venture. Some people spend their best energy on the new project, squeezing in the day job when they must. Others (the ones who rarely ship) insist on every element of the day job being finished before they practice their music, write their book or otherwise make a ruckus.</p>\r\n<p>If you&#39;re serious about building a new sort of asset, or experiencing the cutting edge of new technology, or rebuilding the way you grow, the first way to demonstrate that seriousness is to put your heavy hitters in charge of it, while refusing to pay much attention at all to the people or the metrics of the old thing. Easier to say than to do, but consider how the upstarts that are eating your future are allocating <em>their</em> time and their talent...</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017c34c9c7c8970b",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "But which is the sideshow?"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-19T17:37:01Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-19T17:37:00Z",
            "summary" : "I've gotten a ton of requests from people who want to get their hands on a copy of the limited-edition giant book I did. I also want to thank those of you with enough confidence in me to pre-order my...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/win-the-behemoth.html",
            "content" : "<p>I&#39;ve gotten a ton of requests from people who want to get their hands on a copy of the limited-edition giant book I did. I also want to thank those of you with enough confidence in me to pre-order my new books. Hence a sweepstakes.</p>\r\n<p><a href=\"https://squidoo.wufoo.com/forms/win-a-copy-of-the-giant-19-pound-behemoth/\" target=\"_self\">Enter here</a>.</p>\r\n<p>An old school sweepstakes, the kind I first ran in 1991, before, I don&#39;t know, everything.</p>\r\n<p>And two PS bonuses:</p>\r\n<p>1. This <a href=\"http://itonlyencouragesthem.wordpress.com/2012/12/13/dalkeypress/\" target=\"_self\">crazy ad</a> has been making the rounds (see paragraph 4). On one hand, you probably <a href=\"https://twitter.com/DalkeyIntern\" target=\"_self\">get what you advertise for</a> if you&#39;re direct enough. On the other hand, not the sort of place most of us would like to work, which tells you a lot about what sort of place you might want to create if you want to hire the people that don&#39;t want to work at this place...</p>\r\n<p>and 2., a second <a href=\"https://itunes.apple.com/us/app/seth-godin-blog/id582784254?mt=8\" target=\"_self\">iphone app</a>, so you can compare, collect and trade. Thanks to Fred and his team at <a href=\"http://jacobsmedia.com/\" target=\"_self\">Jacobs Media</a> for building it. (The other app is linked to&#0160;<a href=\"http://sethgodin.typepad.com/seths_blog/2012/12/london-boston-and-sharing-your-art-plus-the-new-iphone-app-its-free.html%20\" target=\"_self\">here</a>).</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017d3eb51c07970c",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Win the behemoth"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-19T10:48:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-19T10:48:00Z",
            "summary" : "When making a b2b sale, the instinct is always to get into the CEO's office. If you can just get her to hear your pitch, to understand the value, to see why she should buy from or lease from or...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/the-danger-of-starting-at-the-top.html",
            "content" : "<p>When making a b2b sale, the instinct is always to get into the CEO&#39;s office. If you can just get her to hear your pitch, to understand the value, to see why she should buy from or lease from or partner with or even buy you... that&#39;s the holy grail.</p>\r\n<p>What do you think happens after that mythical meeting?</p>\r\n<p>She asks her team.</p>\r\n<p>And when the team is in the dark, you&#39;ve not only blown your best shot, but you never get another chance at it.</p>\r\n<p>The alternative is to start in the middle. It takes longer, it comes with less high-stakes tension and doesn&#39;t promise instant relief. But it is better than any alternative.</p>\r\n<p>Starting in the middle doesn&#39;t mean you&#39;re rushing around trying to close any sale with any bureaucrat stupid enough to take a meeting with you (or that you&#39;re stupid enough to go to, thinking that a sale is going to happen.)</p>\r\n<p>No, starting in the middle is more marketing than sales. It&#39;s about storytelling and connection and substance. It&#39;s about imagery and totems and credentials and the ability to understand and then solve the real problems your prospects and customers have every day. It&#39;s this soft tissue that explains why big companies have so many more enterprise sales than you do.</p>\r\n<p>You don&#39;t get this reputation as an incidental byproduct of showing up. It is created with intention and it&#39;s earned.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e201774391e323970d",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "The danger of starting at the top"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-18T10:11:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-18T10:11:00Z",
            "summary" : "A graduate seminar is going on, with a dozen students paying a fortune to fill seats that are in high demand. Some of the students are using cell phones to update Facebook or tweet--and they are sitting right next to...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/utility-vs-entertainment.html",
            "content" : "<p>A graduate seminar is going on, with a dozen students paying a fortune to fill seats that are in high demand. Some of the students are using cell phones to update Facebook or tweet--and they are sitting right next to students listening intently and not merely taking notes. This juxtaposition puts a very sharp point on an overlooked distinction: some forms of media we engage with because there&#39;s a significant utility, and sometimes, we&#39;re merely entertaining ourselves.</p>\r\n<p>Every student in the lecture makes a choice in each moment--to be entertained and be in sync with the crowd online, or to find utility, by doing the more difficult work of focusing on something that only pays off in the long run.</p>\r\n<p>And if that was the end of it, caveat emptor. But it&#39;s not, because media consumed doesn&#39;t merely have an impact on the consumer.</p>\r\n<p>Media, of course, has morphed and expanded, and the change is accelerating. It has grown in both time spent and impact on us. Now, media consumption changes just about everything in our lives, all day long. While a century ago, a few minutes a day might have been spent with a newspaper or reading a letter, today, it&#39;s not unusual for every minute of the day to involve consuming or creating media (or dealing with the repercussions of that). Media doesn&#39;t just change what we focus on, it changes the culture it is part of.</p>\r\n<p>I think we can agree that sending animated gifs or wasting an hour with the Jersey Shore have no utility, really, other than as a pastime. Court TV didn&#39;t make us smarter, it just wasted our time and attention. At the other extreme is learning a difficult new skill or attending an essential meeting, bringing full attention to something that doesn&#39;t always delight or tantalize. Or consider the difference between viewing politics as a sporting event with winners and losers each day, compared with the difficult work of digging in and actually understanding (and participating in) what&#39;s being discussed...</p>\r\n<p>The blended situations, though, are worth sorting out. Is watching the news an activity that has utility? Perhaps it does for a headline, but is an endless, shallow, pundit-filled examination of politics or disasters actually producing value? When we involve desperate strangers in reality TV shows (planned or not), where is the utility? Does it make us better?</p>\r\n<p>The media-industrial complex, of course, wants to turn everything into a profitable show. Is that what&#0160;<em>we</em> want?&#0160;</p>\r\n<p>More media is not better media.</p>\r\n<p>Fast media is not improved media.</p>\r\n<p>Pack media is not the media we need.</p>\r\n<p>Entertaining media is not the only option.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017ee6589148970d",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Utility vs. entertainment"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-17T10:42:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-17T10:42:00Z",
            "summary" : "Click for more silly pictures Ten years ago, in Purple Cow, I argued that in a media-saturated marketplace, there was no room for average products for average people to gain the same foothold that they used to. Merely pushing an...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/ridiculous-is-the-new-remarkable.html",
            "content" : "<div class=\"photo-wrap photo-xid-6a00d83451b31569e2017c349b9fcd970b\" id=\"photo-xid-6a00d83451b31569e2017c349b9fcd970b\" style=\"float: right; margin: 0px 5px 5px 0px; width: 220px;\"><a class=\"asset-img-link\" href=\"http://www.squidoo.com/ridiculous-is-the-new-remarkable\" target=\"_self\"><br /><img alt=\"Babybehemoth\" class=\"asset  asset-image at-xid-6a00d83451b31569e2017c349b9fcd970b\" src=\"http://sethgodin.typepad.com/.a/6a00d83451b31569e2017c349b9fcd970b-250wi\" style=\"width: 220px;\" title=\"Babybehemoth\" /></a>\r\n<div class=\"photo-caption caption-xid-6a00d83451b31569e2017c349b9fcd970b\" id=\"caption-xid-6a00d83451b31569e2017c349b9fcd970b\">Click for more silly pictures</div>\r\n</div>\r\nTen years ago, in <em>Purple Cow</em>, I argued that in a media-saturated marketplace, there was no room for average products for average people to gain the same foothold that they used to. Merely pushing an idea via relentless ad spend is no longer sufficient. The alternative: remarkable products and services, where &#39;remarkable&#39; means something that someone is making a remark about.\r\n<p>When someone remarks on what you&#39;re doing, the word spreads, replacing the predictable and expensive Mad-Men strategy of advertising with the unpredictable but potentially magical effect of significant word of mouth--ideas that spread win.</p>\r\n<p>But what makes something remarkable?</p>\r\n<p>Last month, I self-published an 800-page, 19-pound book, a book big enough to kill a small mammal if misused. It&#39;s not for sale, but those that received a copy via <a href=\"http://sethgodin.typepad.com/seths_blog/2012/06/reflections-on-todays-kickstarter.html\" target=\"_self\">Kickstarter</a> have <a href=\"http://sashadichter.wordpress.com/2012/12/12/gifts-the-icarus-deception/\" target=\"_self\">posted</a> about it, <a href=\"http://www.facebook.com/media/set/?set=a.10200284342256779.2197016.1400229617&amp;type=1\" target=\"_self\">talked</a> about it and even made <a href=\"http://www.kickstarter.com/projects/297519465/the-icarus-deception-why-make-art-new-from-seth-go/posts/359476\" target=\"_self\">videos</a>.</p>\r\n<p>The nicest thing anyone told me was that it was, &quot;ridiculous.&quot;</p>\r\n<p>Of course it was. It weighs too much, it cost me too much to ship it to the recipients. It&#39;s too big to bring to the beach and will probably disintegrate under its own weight over time.</p>\r\n<p>It&#39;s ridiculous to not sell a book this cool at retail after you&#39;ve gone to the trouble of making it, and ridiculous to spend that much time making something at a loss.</p>\r\n<p>It turns out that most of what we choose to talk about today is ridiculous. The dramatically overproduced <a href=\"http://www.youtube.com/watch?feature=player_embedded&amp;v=DMekJ24GNCE\" target=\"_self\">music</a>&#0160;<a href=\"http://www.youtube.com/watch?v=9bZkp7q19f0\" target=\"_self\">video</a>. &#0160;The business model that is so <a href=\"http://archive.org/details/KellerWilliams\" target=\"_self\">generous</a>&#0160;that we can&#39;t imagine it succeeding. The <a href=\"http://abbeyryan.com/Private-Instruction.html\" target=\"_self\">painter</a> who produces a new painting every single day.</p>\r\n<p>Hugh&#39;s&#0160;<a href=\"http://www.gapingvoidart.com/about-gapingvoid\" target=\"_self\">cartoons</a>&#0160;are ridiculous, of course, as is his promiscuous non-business business model.</p>\r\n<p>The audacity of caring too much, sharing too much and connecting too much.</p>\r\n<p>If it&#39;s <em>not</em> ridiculous, it&#39;s hard to imagine it resonating with the people who will invest time and energy to spread the word. The magic irony is that the ridiculous plan is actually the most sensible...</p>\r\n<p>We can view the term <em>ridiculous</em> as an insult from the keeper of normal, a put-down from the person who seeks to maintain the status quo and avoid even the contemplation of failure.</p>\r\n<p>Or we embrace ridiculous as the sign that maybe, just maybe, we&#39;re being generous, daring, creative and silly. You know, remarkable.</p>\r\n<p>Two more thoughts on this:</p>\r\n<p>Ridiculous isn&#39;t safe. If you do something ridiculous and you fail, people get to say, &quot;you idiot, of course you failed, what you were doing was ridiculous.&quot; Which is precisely why it&#39;s so rare. Not because we are unable to imagine being ridiculous, but because we&#39;re afraid to be.</p>\r\n<p>And second...</p>\r\n<p>Don&#39;t be ridiculous because it&#39;s a clever marketing strategy. No, be ridiculous because while the effectiveness allows you to be, the real intent is to be generous or thrilling or to touch some stars. <em>Because you can.</em></p>\r\n<p>&#0160;</p>\r\n<p>\r\n<a class=\"asset-img-link\" href=\"http://sethgodin.typepad.com/.a/6a00d83451b31569e2017ee63f1641970d-popup\" onclick=\"window.open( this.href, &#39;_blank&#39;, &#39;width=640,height=480,scrollbars=no,resizable=no,toolbar=no,directories=no,location=no,menubar=no,status=no,left=0,top=0&#39; ); return false\" style=\"display: inline;\"><img alt=\"Ridiculous-new-remarkablev5\" border=\"0\" class=\"asset  asset-image at-xid-6a00d83451b31569e2017ee63f1641970d image-full\" src=\"http://sethgodin.typepad.com/.a/6a00d83451b31569e2017ee63f1641970d-800wi\" title=\"Ridiculous-new-remarkablev5\" /></a></p>\r\n<p>&#0160;</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017ee63f1856970d",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Ridiculous is the new remarkable"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-16T10:00:02Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-16T10:00:00Z",
            "summary" : "Hits are more valuable than ever, mostly because they're more rare than ever. The Zipf Distribution, also described in Chris Anderson's Long Tail, helps us understand just how valuable hits can be. A bestselling book/record/movie/consultant/tech startup might make a thousand...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/the-short-head-the-long-tail-and-the-expensive-scaffolding.html",
            "content" : "<p>Hits are more valuable than ever, mostly because they&#39;re more rare than ever.</p>\r\n<p><a href=\"http://en.wikipedia.org/wiki/Zipf&#39;s_law\" target=\"_self\">The Zipf Distribution</a>, also described in Chris Anderson&#39;s <em><a href=\"http://www.wired.com/wired/archive/12.10/tail.html\" target=\"_self\">Long Tail</a>,</em> helps us understand just how valuable hits can be.</p>\r\n<p>A bestselling book/record/movie/consultant/tech startup might make a thousand times more profit than one that&#39;s only seventy or eighty rungs lower on the bestseller list.</p>\r\n<p>Simple example: In 2010, Toy Story 3 took in more than $400,000,000 at the US <a href=\"http://boxofficemojo.com/yearly/chart/?yr=2010&amp;p=.htm\" target=\"_self\">box office</a>, turning a profit of more than a <em>quarter of a billion dollars</em>, while just about every one of the thousand movies below #80 on the list lost money.</p>\r\n<p>While this makes it clear that there&#39;s a huge reward to being seen as the one, the best in your field, the current sensation, it also gives us a chance to wonder about how important it is to invest in dressing up your work with the trappings of the inevitable winner. Not for nothing did Toy Story 3 sell more tickets in the first 48 hours than just about any other movie did over its entire run... that&#39;s the result of expectation, distribution and marketing, not just in being good.</p>\r\n<p><a href=\"http://www.stevenpressfield.com/2012/12/the-story-behind-the-random-house-gives-5000-bonuses-story/\" target=\"_self\">Shawn Coyne</a> shows us how some of this math works in book publishing. Having the biggest book of the year translated into enough profits for Random House to not only pay for bonuses for everyone, but to bank millions more. We can all agree (I hope) that <em>50 Shades</em> isn&#39;t the best book published this decade, but it&#39;s certainly one of the biggest.</p>\r\n<p>The question (sorry it took so long to get here) is this: how much should the author have invested in creating an environment where this was more likely to happen? Shawn argues that she gave up a fortune by selling the ebook rights cheap in order to get a big bookstore push. Which is true. But, and it&#39;s a huge but, did the imprimatur of a huge publishing house help her avoid the chasm of being merely popular? Did the bookstore distribution and hype and media attention provide the magic that made her book tip?</p>\r\n<p>Every industry is filled with agents, marketers, promoters, retailers and associations that promise just that--the little bit of magic, the last bit of straw, the finger on the scale that will turn a good product into the biggest hit ever. That celebrity endorsement or joint marketing venture might just work... This scaffolding is expensive, but worth every penny when it works.&#0160;</p>\r\n<p>Here&#39;s the error and the challenge:</p>\r\n<p>The error is in thinking that once you figure out how to pay for the scaffolding, you&#39;re sure to cross the chasm to hitsville. This is easily disproven by glancing at just how many non-wins were published by Random House, represented by CAA or given shelf space at Walmart. There may be some causation, but there&#39;s also a lot of credit-grabbing correlation going on as well. (And yes, credit to publishers who take chances and pay money and support authors when they need it most...)</p>\r\n<p>The challenge is in investing enough in the scaffolding of expectation and distribution that you don&#39;t damage your chances at the same time you keep overhead low enough to profit even when you <em>don&#39;t</em> make the top 100. Which, given the odds, is more likely than not.</p>\r\n<p>Today, it&#39;s easier than ever to put your work into the world. Easier to have a blog, to share your technology, to sing your songs, to connect, with no middlemen. So, the question is: how much should you give away/pay for the scaffolding that promises to take you over the hump to the other side of the tail?</p>\r\n<p>The magic of the long tail is that it&#39;s open to everyone. The danger in overinvesting in the hype machine and the turboboost of outbound marketing is that it may just distract you from what actually creates viral videos, hit books and freelancers in high demand: genuine excitement from a core group that won&#39;t rest until they tell their friends.</p>\r\n<p>My take is that the benefit for winner-take-most markets is that anything you can do that realistically increases your chances of being the winner is a smart move--<em><strong>unless</strong></em> (double emphasis intended) the cost decreases your opportunity to do it again soon, or the compromises you&#39;re required to make undermine the very excitement you&#39;re trying to create.</p>\r\n<p>No obvious answer, no map. Asking the question is the essential first step in finding a path.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017d3ed45efc970c",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "The short head, the long tail and buying expensive scaffolding"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-15T10:32:01Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-15T10:32:00Z",
            "summary" : "When we extend our heart, our soul and our feelings to another, when we imagine what it must be like to be them, we expose ourselves to risk. The risk of feeling bruised, or of losing our ability to see...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/empathy-takes-effort.html",
            "content" : "<p>When we extend our heart, our soul and our feelings to another, when we imagine what it must be like to be them, we expose ourselves to risk. The risk of feeling bruised, or of losing our ability to see the world from just one crisp and certain point of view.</p>\r\n<p>It&#39;s easier to walk on by, to compartmentalize and to isolate ourselves. Easier, but not worth it.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017c349e2889970b",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Empathy takes effort"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-14T10:46:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-14T10:46:00Z",
            "summary" : "People mean well, especially friends and family, but they're going to give you bad advice. This leads to two challenges as you strive to create original work that matters: 1. Ignore their advice, even the well-meant entreaties that you stick...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/most-advice-is-bad-advice.html",
            "content" : "<p>People mean well, especially friends and family, but they&#39;re going to give you bad advice.</p>\r\n<p>This leads to two challenges as you strive to create original work that matters:</p>\r\n<p>1. Ignore their advice, even the well-meant entreaties that you stick with the status quo</p>\r\n<p>and</p>\r\n<p>2. Try to discern the actually useful good advice, so you don&#39;t insulate yourself in the bubble of the self-deluded. In general, this good advice pushes you to go faster, or to do things that make you uncomfortable.</p>\r\n<p>PS the irony of this post is not lost on me.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017ee638c7ae970d",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Most advice is bad advice..."
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-13T10:51:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-13T10:51:00Z",
            "summary" : "Apple's naming approach is inconsistent, it begs for lawsuits (offensive and defensive) and it shouldn't be the model for your organization. iPhone is a phone, iPad is a pad, iPod is a ... (and owning a letter of the alphabet...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/design-like-apple-but-name-like-pg.html",
            "content" : "<p>Apple&#39;s naming approach is inconsistent, it begs for lawsuits (offensive and defensive) and it shouldn&#39;t be the model for your organization. iPhone is a phone, iPad is a pad, iPod is a ... (and owning a letter of the alphabet is i-mpossible).</p>\r\n<p>Procter and Gamble, on the other hand, has been doing it beautifully for a hundred years. Crisco, Tide, Pringles, Bounty, Duracell--these are fanciful names that turn the generic product (and the story we believe about it) into something distinct.</p>\r\n<p>If you can invent an entire category, fabulous, that&#39;s an achievement. For the rest of us, resist the temptation to be boring or to be too aggressive. It&#39;s your name and you need to live with it.</p>\r\n<p>[More on <a href=\"https://www.google.com/search?ie=UTF-8&amp;oe=UTF-8&amp;domains=sethgodin.typepad.com&amp;q=naming&amp;btnG=search&amp;sitesearch=sethgodin.typepad.com\" target=\"_self\">naming</a>]</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017ee3f51d2c970d",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Design like Apple, but name like P&G"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-12T10:20:01Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-12T10:20:00Z",
            "summary" : "Tickets just went on sale for the Icarus event in London, organized by Penguin UK. It's during the evening on the 17th of January. I'll be talking about, reading from and doing Q&A about The Icarus Deception. You can get...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/london-boston-and-sharing-your-art-plus-the-new-iphone-app-its-free.html",
            "content" : "<p>Tickets just went on sale for the Icarus event in <strong>London</strong>, organized by Penguin UK. It&#39;s during the evening on the 17th of January. I&#39;ll be talking about, reading from and doing Q&amp;A about <em>The Icarus Deception.</em> You can <a href=\"http://www.penguin.co.uk/static/cs/uk/0/static/sethgodin/index.html\" target=\"_self\">get tickets here</a>.</p>\r\n<p>Also, tickets are now available for the <strong>Boston</strong> session on January 23rd at MIT. Find out more <a href=\"http://icarusatmit.eventbrite.com/\" target=\"_self\">here</a>.</p>\r\n<p>All the early bird tickets for <strong>New York</strong> on January 2nd are gone, but there are still some other <a href=\"http://icarusnewyork.eventbrite.com/\" target=\"_self\">tickets</a> remaining.</p>\r\n<p>We now have more than 250 locations around the world established for the Icarus Sessions on the evening of January 2. Please find your city by <a href=\"http://www.meetup.com/sethgodin/\" target=\"_self\">clicking here</a>. You can read about how it works right <a href=\"http://www.squidoo.com/IcarusSession\" target=\"_self\">here</a>. A few things to clarify:</p>\r\n<p>1. You can attend the group sessions without presenting.&#0160;</p>\r\n<p>2. It doesn&#39;t cost anything, unless the local organizer passes the hat to pay for rent or snacks.</p>\r\n<p>3. It will inspire you. I hope you&#39;ll attend.</p>\r\n<p>By popular demand, a fabulous new free iPhone app is now available for those that follow this blog. Click below to get your copy:</p>\r\n<p><a href=\"https://itunes.apple.com/us/app/seth-godins-blog/id580840195?ls=1&amp;mt=8%20 \" target=\"_self\">https://itunes.apple.com/us/app/seth-godins-blog/id580840195?ls=1&amp;mt=8</a></p>\r\n<p>It was developed by <a href=\"http://andersonspear.com\" target=\"_self\">Anderson+Spear</a>&#0160;in record time, with flair and grace. Well done, guys.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017ee627b7df970d",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "London, Boston and sharing your art (plus the new iphone app, it's free)"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-11T10:27:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-11T10:27:00Z",
            "summary" : "It's not always one or the other, but sometimes the trade-off is unavoidable. It's clear that more is not always compatible with our other goals. Like most choices, this one usually works better if you make it on purpose.",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/bigger-vs-better.html",
            "content" : "<p>It&#39;s not always one or the other, but sometimes the trade-off is unavoidable. It&#39;s clear that <em>more</em> is not always compatible with our other goals.</p>\r\n<p>Like most choices, this one usually works better if you make it on purpose.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017c347b569c970b",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Bigger vs. better"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-10T10:01:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-10T10:01:00Z",
            "summary" : "Agency is the ability to make a decision, and to be responsible for the decision you make. Since there have been armies, society has made an exception for soldiers. A soldier following orders is not a murderer, as he doesn't...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/industrialism-and-the-death-of-agency.html",
            "content" : "<p>Agency is the ability to make a decision, and to be responsible for the decision you make.</p>\r\n<p>Since there have been armies, society has made an exception for soldiers. A soldier following orders is not a murderer, as he doesn't have agency--society doesn't generally want its soldiers questioning orders from our generals.</p>\r\n<p>But the industrial age has taken this absolution to ever-higher heights. Every worker in every job is given a pass, because he's just doing his job. The cigarette marketer or the foreman in the low-wage sweatshop... they're just doing their jobs.</p>\r\n<p>This free pass is something that makes the industrial economy so attractive to many people. They've been raised to want someone else to be responsible for the what and the how, and they'd just like a job, thanks very much.</p>\r\n<p>As the industrial company sputters and fades, there's a fork in the road. In one direction lies the opportunity to regain agency, to take responsibility for ever more of our actions and their effects. In the other direction is the race to the bottom, and the dehumanizing process of more compliance, a cog in an uncaring system.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017c32370804970b",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Industrialism and the death of agency"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-09T10:01:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-09T10:01:00Z",
            "summary" : "If you'd rather be a chooser, enter a market or a transaction where you have something to trade, something of value, something to offer that's difficult to get everywhere else. If all you have is the desire to get picked,...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/beggars-cant-be-choosers.html",
            "content" : "<p>If you&#39;d rather be a chooser, enter a market or a transaction where you have something to trade, something of value, something to offer that&#39;s difficult to get everywhere else.&#0160;</p>\r\n<p>If all you have is the desire to get picked, that&#39;s not sufficient.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017ee6103f1b970d",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Beggars can't be choosers"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-08T10:08:01Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-08T10:08:00Z",
            "summary" : "Psychics, advertisers and coaches work hard to create interactions that feel direct. They'd like you to think that their work is about you, (lots of people thought that the song was actually about them) that they know what you're thinking...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/cold-reading.html",
            "content" : "<p>Psychics, advertisers and coaches work hard to create interactions that feel direct. They&#39;d like you to think that their work is about <a href=\"http://www.youtube.com/watch?v=mQZmCJUSC6g\" target=\"_self\">you</a>, (lots of people thought that the song was actually about them) that they <a href=\"http://www.penguinmagic.com/search.php?q=cold+reading\" target=\"_self\">know</a> what you&#39;re thinking and what you want.</p>\r\n<p>The tsunami of <a href=\"http://www.youtube.com/embed/F7pYHN9iC9I?rel=0\" target=\"_self\">data</a> available online makes this easier than ever. It&#39;s not hard to buy data, not only about your demographics, but about how you spend your time on the web.</p>\r\n<p>Which means that it seems as though that site or this ad is just for you. What could be better?</p>\r\n<p>The important distinction is this: the content might be <em>for</em> you, but it&#39;s not necessarily <em>about</em> you. Take what you need, but ignore the rest.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017c322c5589970b",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Cold reading "
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-07T10:45:01Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-07T10:45:00Z",
            "summary" : "If the explanations you're demanding for what works aren't working, perhaps it's because you're avoiding nuance in exchange for simplicity. It would take Lee Clow far more than five minutes to explain how to design an ad that works. Clive...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/too-simple.html",
            "content" : "<p>If the explanations you&#39;re demanding for what works aren&#39;t working, perhaps it&#39;s because you&#39;re avoiding nuance in exchange for simplicity.</p>\r\n<p>It would take <a href=\"http://sethgodin.squidoo.com/163826677\" target=\"_self\">Lee Clow</a> far more than five minutes to explain how to design an ad that works. Clive Davis didn&#39;t have the words to tell you what would make a hit record. Even the ostensibly simple food of <a href=\"http://sethgodin.squidoo.com/163826753\" target=\"_self\">Alice Waters </a>can&#39;t be easily copied by an amateur.</p>\r\n<p>And yet your boss keeps asking you to explain your whole plan in three Powerpoint slides.</p>\r\n<p>The VC who allocates one minute to understand why your business will work has done everyone no favors. The blog reader who clicks away after a paragraph wasted his time visiting at all.&#0160;</p>\r\n<p>Skip the complicated, time-consuming part at your own risk. The cycle of test and failure works largely because it exposes us to nuance. </p>\r\n<p>If it were obvious, everyone would do it.&#0160;Wait, that&#39;s too simple. How about this: Nuance and subtlety aren&#39;t the exception in changing human behavior. They&#39;re the norm.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017d3e88b7c0970c",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Too simple"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-06T10:21:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-06T10:21:00Z",
            "summary" : "...then having a tool isn't much of an advantage. The industrial age, the age of scarcity, depended in part on the advantages that came with owning tools others didn't own. Time for a new advantage. It might be your network,...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/when-everyone-has-access-to-the-same-tools.html",
            "content" : "<p>...then having a tool isn&#39;t much of an advantage.</p>\r\n<p>The industrial age, the age of scarcity, depended in part on the advantages that came with owning tools others didn&#39;t own.</p>\r\n<p>Time for a new advantage. It might be your network, the connections that trust you. And it might be your expertise. But most of all, I&#39;m betting it&#39;s your attitude.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017ee3ccbfb7970d",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "When everyone has access to the same tools"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-05T17:01:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-05T17:01:00Z",
            "summary" : "I'm trying something new and I hope you'll check it out. At 7 pm (local time, wherever you are) on January 2nd, I'm inviting you and your peers, colleagues and friends to organize and attend an Icarus Session. You can...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/the-icarus-session-in-your-town-plus-live-in-new-york.html",
            "content" : "<p>I&#39;m trying something new and I hope you&#39;ll check it out.</p>\r\n<p>At 7 pm (local time, wherever you are) on January 2nd, I&#39;m inviting you and your peers, colleagues and friends to organize and attend an Icarus Session. You can find out the details at this link:&#0160;<a href=\"http://www.squidoo.com/IcarusSession\" target=\"_self\">Ica</a><a href=\"http://www.squidoo.com/IcarusSession\" target=\"_self\">rus Sessions</a>. Read all the details to find the big picture and the link to sign up. Every city needs a volunteer organizer as well, and you can take the lead on the meetup site when you get there.</p>\r\n<p>The short version: people volunteer to give a 140 second talk about what they&#39;re working on, creating or building, to do it with vulnerability, passion and generosity. And then to sit down and cheer on the next person.</p>\r\n<p>Hundreds of cities, thousands of people, all connecting at the same time, around the world.</p>\r\n<p>These are free, self-organized exchanges of bravery. A chance to find fellow travelers, artists and those making a ruckus and hear what they&#39;re passionate about. No pitching, no selling, but a 140-second confession of passion, fear and connection.</p>\r\n<p>To kick it off, I&#39;m hosting a live lecture, reading and session the afternoon of January 2nd in New York City. Details are <a href=\"http://icarusnewyork.eventbrite.com/\" target=\"_self\">right here.</a>&#0160;</p>\r\n<p>I&#39;ll be hosting future events in Boston, London and one or two other cities over the coming months. I&#39;ll announce some soon.</p>\r\n<p>I can promise it&#39;ll be interesting, and it might just change your work.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017ee5ebfdb2970d",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "The Icarus Session in your town, plus live with me in New York"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-05T10:26:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-05T10:26:00Z",
            "summary" : "This is why internet successes fade. This is why amateur salespeople so often fail to become professionals. This is why one-off sports analogy stories make no sense. Successful at the beginning blinds us to the opportunity to get really good...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/confusing-lucky-with-good.html",
            "content" : "<p>This is why internet successes fade. This is why amateur salespeople so often fail to become professionals. This is why one-off sports analogy stories make no sense. Successful at the beginning blinds us to the opportunity to get really good instead of merely coasting.</p>\r\n<p>The only thing more sad than the self-limiting arrogance of the confusion between lucky and good is the pathos of the converse: confusing ungood with unlucky. </p>\r\n<p>Most people with a big idea, great talent and/or something to say don&#39;t get lucky at first. Or second. Or even third. It&#39;s so easy to conclude that if you&#39;re not lucky, you&#39;re not good. So persistence becomes an essential element of good, because without persistence, you never get a chance to get lucky.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017d3e76c8a5970c",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Confusing lucky with good"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-04T10:43:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-04T10:43:00Z",
            "summary" : "Industrialists are not capitalists. Capitalists take risks. They see an opportunity, an unmet need, and then they bring resources to bear to solve the problem and make a profit. Industrialists seek stability instead. Industrialists work to take working systems and...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/industrialists-vs-the-rest-of-us.html",
            "content" : "<p>Industrialists are not capitalists.</p>\r\n<p>Capitalists take risks. They see an opportunity, an unmet need, and then they bring resources to bear to solve the problem and make a profit.</p>\r\n<p>Industrialists seek stability instead.</p>\r\n<p>Industrialists work to take working systems and polish them, insulate them from risk, maximize productivity and extract the maximum amount of profit. Much of society&#39;s wealth is due to the relentless march of productivity created by single-minded industrialists, particularly those that turned nascent industries (as Henry Ford did with cars) into efficient engines of profit.</p>\r\n<p>Industrialists don&#39;t mind government regulations if they write them, don&#39;t particularly like competition or creativity or change. <em>They are maximizers of the existing status quo.</em></p>\r\n<p>Of course, they can&#39;t abide humanity when it comes to work, because humanity is inconsistent and interested in things other than the last zero. The best employee is a robot that can be plugged into a wall.</p>\r\n<p>The stock market rewards the single-minded industrialist with short-term applause and then the relentless desire for ever more of the same growth and productivity that got them applause yesterday.</p>\r\n<p>Today&#39;s industrialists define our economy, but they offer very little promise for tomorrow. They&#39;ve long bought ads to polish their image, but mostly work to alter the culture in ways that will ensure they&#39;ll get just a little bit more yield out of each of us. 64 ounce Coke, anyone?</p>\r\n<p>As long as industrialists are measuring productivity, engaging in scientific management and focused on ROI and predictability, there will always be a gap between the dreams of those they interact with and the demands of their shareholders.</p>\r\n<p>There are lots of ways to justify the work of industrialists, to point to the efficiencies and productivity they create. That doesn&#39;t mean that we must aspire to nothing more.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017c32156527970b",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Industrialists vs. the rest of us"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-03T10:34:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-03T10:34:00Z",
            "summary" : "At the end of the year, I'm bringing out three new books at the same time. Copies of the books recently arrived at my office. Paging through them, I'm thrilled at how they came out, and together, they might represent...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/would-you-pre-order.html",
            "content" : "<p>At the end of the year, I&#39;m bringing out three new books at the same time.&#0160;</p>\r\n<p>Copies of the books recently arrived at my office. Paging through them, I&#39;m thrilled at how they came out, and together, they might represent my best ever effort at communicating the revolution we&#39;re living through. I hope you&#39;ll take the time to give them a read.</p>\r\n<p>Three books at once might be crazy, but with your help, it might turn out to be a great idea. This is about making books for my readers, as opposed to finding readers for my books--and it all depends on whether you choose to read the books and to spread the word.</p>\r\n<p>The first, the core book of the three, is <em><a href=\"http://www.amazon.com/dp/1591846072?tag=mhsvortex\" target=\"_self\">The Icarus Deception</a></em>. (<a href=\"http://www.barnesandnoble.com/w/the-icarus-deception-seth-godin/1112575504?ean=9781591846079\" target=\"_self\">BN</a>) (<a href=\"http://800ceoread.com/book/show/9781591846079S-The_Icarus_Deception\" target=\"_self\">5 pack</a>) (<a href=\"http://www.bookdepository.co.uk/Icarus-Deception-Seth-Godin/9781591846079\" target=\"_self\">outside US</a>) It&#39;s about the death of the industrial economy, the need for art and the chance of a lifetime. You can read a <a href=\"http://changethis.com/manifesto/show/100.01.IcarusDeception\" target=\"_self\">free sample</a> here.</p>\r\n<p>(PS 1,000 copies of Icarus are hand-signed, and if you find one with a colored autograph, let me know, as I have a gift for you.)</p>\r\n<p>The second is called&#0160;<em><a href=\"http://www.amazon.com/dp/1591846102?tag=permissionmarket\" target=\"_self\">V is for Vulnerable</a>, </em>(<a href=\"http://www.barnesandnoble.com/w/v-is-for-vulnerable-seth-godin/1112575499?ean=9781591846109\" target=\"_self\">BN</a>)&#0160;It&#0160;was created with Hugh Macleod, and it takes the last chapter of <em>Icarus</em> and turns it into a 26-spread illustrated book. I&#39;ve been so delighted with the reaction this book has caused among the people who have actually touched it--changing the format turns out to be an effective way to get the message out. And it&#39;s fun.</p>\r\n<p>The third is a big book, a high-value (plenty of pages per dollar!) collection of the best of the last six years of this blog. We named it <em><a href=\"http://www.amazon.com/dp/1591846099?tag=permissionmarket\" target=\"_self\">Whatcha Gonna Do With That Duck</a></em>. (<a href=\"http://www.barnesandnoble.com/w/whatcha-gonna-do-with-that-duck-seth-godin/1112575498?ean=9781591846093\" target=\"_self\">BN</a>)&#0160;For those of you that didn&#39;t get a chance to get the limited edition <a href=\"http://www.youtube.com/watch?feature=player_embedded&amp;v=VpCsmxKx504\" target=\"_self\">behemoth</a>, here&#39;s a smaller, abridged black and white edition that sits right next to <em>Small is the New Big</em>. I&#39;m incredibly proud (and a bit amazed) to experience a volume that took this long to write.</p>\r\n<p>[PS we just added a <a href=\"http://www.800ceoread.com/sethbundle\" target=\"_self\">three-book bundle</a>, all in one click]</p>\r\n<p>Of course, you can wait until January and wait until your friends have copies and wait until it&#39;s already being discussed, but I&#39;m hoping you&#39;ll do me a favor and show your favorite bookseller your support and order a copy now before the holiday craziness distracts us all.</p>\r\n<p>Thanks, as always, not just for reading, but for doing something important with the ideas. I appreciate your support more than I can say.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017d3e37a773970c",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Would you consider pre-ordering?"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-02T10:13:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-02T10:13:00Z",
            "summary" : "The hard stuff is measurable, quantifiable and easy to put into a spreadsheet. This concrete stuff gives you an easy way to demand a bonus or track progress. The soft stuff is merely essential, the real reason you do what...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/soft-and-hard.html",
            "content" : "<p>The hard stuff is measurable, quantifiable and easy to put into a spreadsheet. This concrete stuff gives you an easy way to demand a bonus or track progress.</p>\r\n<p>The soft stuff is merely essential, the real reason you do what you do.</p>\r\n<p>Ironically, then, hard is easy and soft is difficult.</p>\r\n<p>The question, I guess, is whether or not you and your team spend most of your time on the hard stuff, merely because it&#39;s easier to measure, to argue about and to hide behind?</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017d3c4e36d2970c",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Soft and hard"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-12-01T10:03:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-12-01T10:03:00Z",
            "summary" : "Organizations that grow start by selling their services and products to people who care. These organizations are staffed by people who care making something that demands \"caring-about\" for people who have chosen to care. It can be colored shoelaces or...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/12/the-cycle-of-customers-who-care.html",
            "content" : "<p>Organizations that grow start by selling their services and products to people who care.</p>\r\n<p>These organizations are staffed by people who care making something that demands &quot;caring-about&quot; for people who have chosen to care.</p>\r\n<p>It can be colored <a href=\"http://benjos.com/store/boots-36s-4-6-eyelet/\" target=\"_self\">shoelaces</a> or <a href=\"http://www.analogplanet.com/\" target=\"_self\">vinyl</a> records or <a href=\"http://www.lineausathletic.com/\" target=\"_self\">handmade</a> medicine balls. These aren&#39;t for everyone, and they require effort to find, to buy and to maintain, but for those that care about the cutting edge or innovation or style, they&#39;re perfect.</p>\r\n<p>Then, over time, many of these organizations start to make products and services that are carefree. The people who produce them care so much about what they&#39;re making that they get good at it, the design becomes simpler, the pricing becomes better, and more people use it. The result is efficiency and distribution.</p>\r\n<p>Until soon, the product or service is used by people who don&#39;t care so much about the original intent, they just want something easy and functional and available and cheap.</p>\r\n<p>\r\n<a class=\"asset-img-link\" href=\"http://sethgodin.typepad.com/.a/6a00d83451b31569e2017c31e814a0970b-popup\" onclick=\"window.open( this.href, &#39;_blank&#39;, &#39;width=640,height=480,scrollbars=no,resizable=no,toolbar=no,directories=no,location=no,menubar=no,status=no,left=0,top=0&#39; ); return false\" style=\"display: inline;\"><img alt=\"Mostpeopledontcare\" class=\"asset  asset-image at-xid-6a00d83451b31569e2017c31e814a0970b\" src=\"http://sethgodin.typepad.com/.a/6a00d83451b31569e2017c31e814a0970b-320wi\" title=\"Mostpeopledontcare\" /></a><br />This is the classic diffusion of innovations process. (Learn more about this key concept <a href=\"http://en.wikipedia.org/wiki/Diffusion_of_innovations\" target=\"_self\">here</a>, <a href=\"http://www.amazon.com/Crossing-Chasm-Marketing-Disruptive-Mainstream/dp/0060517123\" target=\"_self\">here</a> <a href=\"http://www.drdouggreen.com/2012/the-diffusion-of-innovation-5th-ed-by-everett-rogers/\" target=\"_self\">and </a><a href=\"http://www.amazon.com/Are-All-Weird-Seth-Godin/dp/1936719223\" target=\"_self\">here</a>). Those in the mass market <em>choose</em> to be the mass market because they&#39;re too busy or distracted or bored to be the innovators and the geeks. They don&#39;t care enough to be on the edge.</p>\r\n<p>Some examples: ebooks were first sold to just a few people. They were tricky to download, they weren&#39;t cheap and they required more effort. Over time, the price of the reader comes down, more books are available and it becomes more attractive to the mass market.</p>\r\n<p>Or the car transforms from something for millionaires and hobbyists into the Honda Civic. You don&#39;t buy a Civic because you want to do your own tune ups. You just want it to work, and to be inexpensive.</p>\r\n<p>Or the charity that starts out on the bleeding edge of technology, raising speculative money from a few philanthropists, but then moves into the mainstream and becomes an easy cause to explain and support.</p>\r\n<p>Or the musician and his band and his label who goes from hand-crafting music to mass-producing live spectacles.</p>\r\n<p>Apple, of course, is the classic example. The Mac was, for the longest time, only bought by people who cared a lot about which computer they bought. And the iPhone transformed the market because it became a phone for people who wanted to care about their phone.</p>\r\n<p>The recent launch of the iPhone5 disappointed the geeks, but that was on purpose. Apple introduced a phone for their target market, which is people who don&#39;t care as much about the phone as the geeks do. They introduced a phone that worked, not one that was fascinating because it was loaded with untested new features.</p>\r\n<p>But here&#39;s where it gets interesting...</p>\r\n<p>The first step is people who care making a product for people who care.</p>\r\n<p>The second step is people who care making a product for people who don&#39;t care.</p>\r\n<p>And the third step, so difficult to avoid, is that the growing organization starts hiring people, not necessarily people who care, to grow their ever-industrializing company. And since they are servicing customers who don&#39;t care, those employees who don&#39;t care can get away with it (for a while).</p>\r\n<p>Think General Motors, 1986. No one pushed back on the horrid design and build quality of the Cadillac. No, the people who cared all bought a Mercedes instead, and those that didn&#39;t care, didn&#39;t care. Until it was too late.</p>\r\n<p>You&#39;re not going to have hordes of disappointed mass market customers cursing you out about quality or design. They don&#39;t care enough to do that.</p>\r\n<p>It&#39;s totally okay for an organization to have the mission of making a carefree, ubiquitous product or service for people too busy or focused elsewhere. Totally fine to make something that&#39;s popular largely because it&#39;s popular. The danger creeps in when your team listens to their (mass) market and stops caring as well. When that happens, a new company comes along to care again.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017744c5c6e3970d",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "The cycle of customers who care"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-11-30T10:33:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-11-30T10:33:00Z",
            "summary" : "The biggest, best-funded non profits have an obligation to be leaders in innovation, but sometimes they hesitate. One reason: \"We're doing important work. Our funders count on us to be reasonable and cautious and proven, because the work we're doing...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/11/non-profits-more-innovative.html",
            "content" : "<p>The biggest, best-funded non profits have an obligation to be leaders in innovation, but sometimes they hesitate.</p>\r\n<p>One reason: &quot;We&#39;re doing important work. Our funders count on us to be reasonable and cautious and proven, because the work we&#39;re doing is too important to risk failure.&quot;</p>\r\n<p>One alternative: &quot;We&#39;re doing important work. Our funders count on us to be daring and bold and brave, because the work we&#39;re doing is too important to play it safe.&quot;</p>\r\n<p>The thing about most cause/welfare non-profits is that they haven&#39;t figured out how to solve the problem they&#39;re working on (yet). Yes, they often offer effective aid, or a palliative. But no, too many don&#39;t have a method for getting at the root cause of the problem and creating permanent change. That&#39;s because it&#39;s hard (incredibly hard) to solve these problems.</p>\r\n<p>The magic of their status is that no one is expecting a check back, or a quarterly dividend. They&#39;re expecting a new, insightful method that will solve the problem once and for all.</p>\r\n<p>Go fail. And then fail again. Non-profit failure is too rare, which means that non-profit innovation is too rare as well. Innovators understand that their job is to fail, repeatedly, until they don&#39;t.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017ee5895bf0970d",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Non-profits have a charter to be innovators"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-11-29T10:45:02Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-11-29T10:45:00Z",
            "summary" : "If we define anxiety as experiencing failure in advance, we can also understand its antonym, anticipation. When you work with anticipation, you will highlight the highs. You'll double down on the things that will delight and push yourself even harder...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/11/anticipation-vs-anxiety.html",
            "content" : "<p>If we define anxiety as experiencing failure in advance, we can also understand its antonym, anticipation.</p>\r\n<p>When you work with anticipation, you will highlight the highs. You&#39;ll double down on the things that will delight and push yourself even harder to be bold and to create your version of art. If this is going to work, might as well build something that&#39;s going to be truly worth building.</p>\r\n<p>If you work with anxiety, on the other hand, you&#39;ll be covering the possible lost bets, you&#39;ll be insuring against disaster and most of all, building deniability into everything you do. When you work under the cloud of anxiety, the best strategy is to play it safe, because if (when!) it fails, you&#39;ll be blameless.</p>\r\n<p>Not only is it more fun to work with anticipation, it&#39;s often a self-fulfilling point of view.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017d3e3749ac970c",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Anticipation vs. anxiety"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-11-28T16:27:25Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-11-28T16:27:25Z",
            "summary" : "My teacher Zig Ziglar died this morning. He was 86. Thanks for teaching me how to sell and why it mattered. Thanks for reminding me how much it mattered to care. Thanks for telling us a fifteen-minute story about Johnny...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/11/thank-you-zig.html",
            "content" : "<p>My teacher Zig Ziglar died this morning. He was 86.&#0160;</p>\r\n<p>Thanks for teaching me how to sell and why it mattered.</p>\r\n<p>Thanks for reminding me how much it mattered to care.</p>\r\n<p>Thanks for telling us a fifteen-minute story about Johnny the Shoe Shine Genius, so compelling that I flew to the airport just to meet him.</p>\r\n<p>Thanks for 72 hours of audiotapes, listened to so many times I wore out the cassettes <em>twice</em>.</p>\r\n<p>Thanks for that one day we spent backstage together in Milwaukee.</p>\r\n<p>Thanks for making goal setting so clear.</p>\r\n<p>Thanks for elevating the art of public speaking, and making it personal, not something to be copied.</p>\r\n<p>Thanks for believing in us, the people you almost never met in person, for supporting us with your voice and your stories and your enthusiasm.</p>\r\n<p>Thanks for teaching so many people, people who will continue to remember you and to teach as well.</p>\r\n<p>You&#39;ll be missed.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017d3e407e01970c",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Thank you, Zig"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-11-28T10:15:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-11-28T10:15:00Z",
            "summary" : "This is a waste for the buyer and the seller. When you have a business or individual waiting for you to bring them custom work, it can lead to an endless cycle of, \"hmmmm not quite right.\" If the architectural...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/11/avoiding-ill-know-it-when-i-see-it.html",
            "content" : "<p>This is a waste for the buyer and the seller.</p>\r\n<p>When you have a business or individual waiting for you to bring them custom work, it can lead to an endless cycle of, &quot;hmmmm not quite right.&quot; If the architectural drawings, high-heeled shoes or ad campaign doesn&#39;t meet their unstated standards, you&#39;re back to doing it again.</p>\r\n<p>Sometimes you can make a handsome profit on all the fees you charge to redo things that indulge the ego of the customer, but more likely than not, your time is wasted until they&#39;re happy. If you have a client who feels the same way, you can work together to save time and money by being clear with each other about what&#39;s wanted.</p>\r\n<p>I think helping a client say what they want before they see it is a worthy endeavor.</p>\r\n<ol>\r\n<li>Do it on purpose. When engaging with a new client, intentionally create an environment where personal taste is described in advance, and as much boundary-building as possible is done when it&#39;s cheap to iterate, not at the end when it&#39;s expensive.</li>\r\n<li>Demand benchmarks. The world is filled with things that are a lot like what you&#39;ve been asked to create. So mutually identify them. Show me three other websites that feel like what you&#39;re hoping to feel like. Hand me a hardcover book that has type that reads the way you want yours to read. Walk me through a building that has the vibe you&#39;re looking for...</li>\r\n<li>Describe the assignment before you start. Using your words and the words of the client, precisely state what problem you&#39;re trying to solve. &quot;We&#39;re trying to build something that does a, b and c, and not d...&quot;</li>\r\n<li>Then, before you show off your proposal, before you hand in your work, restate the problem again. &quot;You asked us to do a, b and c at a cost of under X. What I&#39;m about to show you does a, it does b and it does c... and it costs half of X.&quot; This sort of intentional restatement of the scope of work respects your client by honoring their stated intent, at the same time it focuses your work on the stated goals.</li>\r\n<li>Make a decision about whether you want a reputation for doing this sort of focused work. If you do, don&#39;t work for clients who don&#39;t buy into the process. Over time, you&#39;ll earn the kind of clients you want.</li>\r\n</ol>\r\n<p>Of course, this isn&#39;t going to work every time. Sometimes the client loves the power of saying no. Sometimes the client isn&#39;t articulate enough to describe what she wants. And sometimes the goal is magic, and no one knows how to describe that in advance.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e20176165b2f79970c",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Avoiding \"I'll know it when I see it\""
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-11-27T10:12:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-11-27T10:12:00Z",
            "summary" : "People who don't want to listen, being forced to sit through speeches that the speakers don't want to give. If that sounds like a graduation or gala or corporate event you recently attended, I feel your pain. If someone starts...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/11/broken-events.html",
            "content" : "<p><em>People who don&#39;t want to listen, being forced to sit through speeches that the speakers don&#39;t want to give.</em></p>\r\n<p>If that sounds like a graduation or gala or corporate event you recently attended, I feel your pain.</p>\r\n<p>If someone starts by telling a joke that they know is lame or starts going through all the tribulations they had finding something to say, if the audience is checking the time or secretly tweeting, then the event itself is broken. The speaker who discharges an obligation is not a speaker you are hoping to hear.&#0160;</p>\r\n<p>Maybe obligatory speeches used to have a point, maybe they used to serve a vital function, but they no longer do.</p>\r\n<p>Here&#39;s a thought: Let the students run their own graduation. Cancel any speeches that could easily be delivered instead via an interactive website. Put the credits and the thank yous into a beautiful document that you hand to everyone and switch the entire dynamic to:</p>\r\n<p><em>People thrilled to be listening to people who are excited to be speaking.</em></p>\r\n<p>Why not?</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017615c8ff51970c",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Broken events"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-11-26T10:43:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-11-26T10:43:00Z",
            "summary" : "Who is your next customer? (Conceptually, not specifically. Describe his outlook, his tribe, his hopes and dreams and needs and wants...) What is the story he told himself (about the world, about his situation, about his perceptions) before he met...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/11/four-questions-worth-answering.html",
            "content" : "<p>Who is your next customer? (Conceptually, not specifically. Describe his outlook, his tribe, his hopes and dreams and needs and wants...)</p>\r\n<p>What is the story he told himself (about the world, about his situation, about his perceptions) before he met you?</p>\r\n<p>How do you encounter him in a way that he trusts the story you tell him about what you have to offer?</p>\r\n<p>What change are you trying to make in him, his life, or his story?</p>\r\n<p>Start with this before you spend time on tactics, technology or scalability.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017d3bffd476970c",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Four questions worth answering"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-11-25T10:43:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-11-25T10:43:00Z",
            "summary" : "An anonymous copyeditor working on my new book unilaterally changed each usage of \"persuade\" to \"convince.\" I had to change them all back. Marketers don't convince. Engineers convince. Marketers persuade. Persuasion appeals to the emotions and to fear and to...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/11/persuade-vs-convince.html",
            "content" : "<p>An anonymous copyeditor working on my new book unilaterally changed each usage of &quot;persuade&quot; to &quot;convince.&quot;</p>\r\n<p>I had to change them all back.</p>\r\n<p>Marketers don&#39;t convince. Engineers convince. Marketers persuade. Persuasion appeals to the emotions and to fear and to the imagination. Convincing requires a spreadsheet or some other rational device.</p>\r\n<p>It&#39;s much easier to persuade someone if they&#39;re already convinced, if they already know the facts. But it&#39;s impossible to change someone&#39;s mind merely by <em>convincing</em> them of your point.</p>\r\n<p>If you&#39;re spending a lot of your time trying to convince people, it&#39;s no wonder it&#39;s not working.</p>\r\n<p>More <a href=\"http://jargonism.wordpress.com/2007/09/24/persuade-vs-convince/\" target=\"_self\">here</a>.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017c31cc1537970b",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Persuade vs. convince"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-11-24T10:00:03Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-11-24T10:00:00Z",
            "summary" : "A generation ago, a clever idea could run and run. We talked about Space Food Sticks and Tang and Gilligan's Island and the Batmobile for years, even though there certainly wasn't a lot of depth. Hit movies and books stayed...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/11/the-decline-of-fascination-and-the-rise-in-ennui.html",
            "content" : "<p>A generation ago, a clever idea could run and run. We talked about Space Food Sticks and Tang and Gilligan&#39;s Island and the Batmobile for years, even though there certainly wasn&#39;t a lot of depth. Hit movies and books stayed on the bestseller lists for months or even years (!)</p>\r\n<p>Today, an internet video or an investment philosophy or a political moment might last for weeks or even a few days. It&#39;s not unusual for a movie or a book or even a TV series to come and go before most people notice it. Neophilia has fundamentally changed the culture.</p>\r\n<p>The result is that there&#39;s an increasing desire, almost a panic, for something new. Yesterday was a million years ago, and tomorrow is already here. The rush for new continues to increase, and it is now surpassing our ability to satisfy it.</p>\r\n<p>When that need can&#39;t be filled (which is not surprising, if you think about it) then we&#39;re inclined to declare that it&#39;s the end, the end of new ideas, the end of progress, the end of everything that&#39;s interesting. Spend a week or two watching TED videos and once you catch up, you might find yourself saying, &quot;sure, but what&#39;s new <em>now</em>?&quot;</p>\r\n<p>If you&#39;re in the business of making a new thing, this churn may be an opportunity, because it&#39;s easier now than ever to send a hit up the pop charts, whatever sort of pop you make. But it comes at a price, which is that it won&#39;t last, and you&#39;ll quickly have to go back and make another one.</p>\r\n<p>The real opportunity, I think, is in trying to build longer arcs. Now that the cycle of new is eating itself in a race to ever-faster, there&#39;s a bigger chance to make long term change by consistently focusing on what works (and what&#39;s important), not what&#39;s new and merely shiny. </p>\r\n<p>What&#39;s important, what&#39;s always important, is useful change.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017ee588d189970d",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "The decline of fascination and the rise in ennui"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-11-23T10:15:01Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-11-23T10:15:00Z",
            "summary" : "We're often in a hurry to finish. Or in a hurry to close a sale. What happens when we adopt the posture of being in a hurry to be generous? With resources or insight or access or kindness... It's an...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/11/in-a-hurry-to-be-generous.html",
            "content" : "<p>We&#39;re often in a hurry to finish.</p>\r\n<p>Or in a hurry to close a sale.</p>\r\n<p>What happens when we adopt the posture of being in a hurry to be generous? With resources or insight or access or kindness...</p>\r\n<p>It&#39;s an interesting sort of impatience.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017d3bea76bc970c",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "In a hurry to be generous"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-11-22T10:10:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-11-22T10:10:00Z",
            "summary" : "Yelp and other sites make it easy to honor a favorite restaurant. Amazon lets you praise the author of a book that touched you. But what about the hard-working and insightful organizations we work with to make our businesses succeed?...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/11/vendor-shout-out.html",
            "content" : "<p>Yelp and other sites make it easy to honor a favorite restaurant. Amazon lets you praise the author of a book that touched you.</p>\r\n<p>But what about the hard-working and insightful organizations we work with to make our businesses succeed? We spend all day with them, and bet our reputations on them, but it&#39;s not often we get to highlight the vendors who bring humanity to their work. It&#39;s so easy to focus on the broken software and the broken promises that take up so much of our time, but it turns out that it&#39;s the miracle workers that actually make our best work possible.</p>\r\n<p>As I finish up my huge Kickstarter project, I wanted to share the names of some of the folks I counted on to make it work:&#0160;</p>\r\n<p>Michael Quinn is a <a href=\"http://www.quinnessentials.com/\" target=\"_self\">print broker</a> who keeps his promises, no matter how complicated the job is.</p>\r\n<p>Hugh Macleod is a <a href=\"http://gapingvoid.com/\" target=\"_self\">genius</a>.</p>\r\n<p>Pirate&#39;s Press is my favorite choice for <a href=\"http://www.piratespress.com/cms/\" target=\"_self\">producing and packaging LPs</a>. They care and it shows.</p>\r\n<p>Alex Miles Younger runs <a href=\"http://unozip.com/\" target=\"_self\">Unozip</a>, a graphic design firm that will both make you look good and help you enjoy the process.</p>\r\n<p>Robyn and the team at Global are a patient and wise <a href=\"http://www.gloful.com/Pages/default.aspx\" target=\"_self\">fulfillment house</a>.</p>\r\n<p>Dan runs a classic <a href=\"http://www.thearmnyc.com/\" target=\"_self\">letterpress shop</a> in Brooklyn, and does it with generosity and talent. Go take a class and bring your coworkers.</p>\r\n<p>And Brian continues to deliver professional web work with his team at <a href=\"http://viget.com/\" target=\"_self\">Viget</a>.</p>\r\n<p>I&#39;m also delighted to be able to work with caring, insightful people like my copyeditor <a href=\"http://www.the-efa.org/dir/memberinfo.php?mid=4460\" target=\"_self\">Catherine E. Oliver</a>, my agent&#0160;<a href=\"http://larkproductions.com/\" target=\"_self\">Lisa DiMona</a>, librarian <a href=\"http://thestoryoftelling.com/\" target=\"_self\">Bernie Jiwa</a>, artist&#0160;<a href=\"http://lorikoop.com/\" target=\"_self\">Lori Koop</a>, connectrix <a href=\"http://projectexponential.com/\" target=\"_self\">Michelle Welsch</a>, rights guru <a href=\"http://www.teritobias.com/\" target=\"_self\">Teri Tobias</a> and the editorial duo of Adrian Zackheim and Niki Papadopolous.</p>\r\n<p>Every day I&#39;m amazed that I have the privilege of doing the work I do, and I know that I wouldn&#39;t be able to do it without the combined efforts of literally thousands of people who do more than they have to. From the infrastructure that gives us the stability we need to dream to the person who says yes instead of no, I&#39;m grateful. [Don&#39;t forget <a href=\"http://www.youtube.com/watch?v=m57gzA2JCcM\" target=\"_self\">Arlo</a>.]</p>\r\n<p>I guess that&#39;s what we all we need. People with a point of view who do more than they have to.</p>\r\n<p>And thanks to you, of course, for reading and for cheering us all on.</p>\r\n<p>Thank you.</p>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017d3dd37c3a970c",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Vendor shout out"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      },
      {
         "published" : "2012-11-21T10:55:00Z",
         "target" : {
            "objectType" : "collection",
            "url" : "http://sethgodin.typepad.com/seths_blog/",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e200d8341c521b53ef"
         },
         "object" : {
            "published" : "2012-11-21T10:55:00Z",
            "summary" : "Here it is: My fall book listâthis time, it's half a dozen new books, some music and even a gadget. (Here are three past lists). For the first time, I'm building my list using the beta version of a new...",
            "objectType" : "article",
            "url" : "http://sethgodin.typepad.com/seths_blog/2012/11/fall-recommended-reading-list.html",
            "content" : "<p>Here it is:&nbsp;<strong><a href=\"http://sethgodin.squidoo.com/\" target=\"_self\">My fall book list</a></strong>âthis time, it's half a dozen new books, some music and even a gadget.</p>\r\n<p>(<a href=\"http://www.squidoo.com/book-roundup\" target=\"_self\">Here</a> are <a href=\"http://www.squidoo.com/reading-list-fall-2011\" target=\"_self\">three</a> past <a href=\"http://www.squidoo.com/a-spring-buying-reading-list\" target=\"_self\">lists</a>).</p>\r\n<p>For the first time, I'm building my list using the beta version of a new Squidoo tool we call <strong>postcards</strong>. Now it's simple and easy to highlight a product or an idea and share it with friends. We take the postcards you build and arrange them into <strong>stacks</strong>, organizing them by <a href=\"http://sethgodin.squidoo.com/stacks/books\" target=\"_self\">creator</a>, <a href=\"http://postcards.squidoo.com/stacks/books\" target=\"_self\">topic</a> and popularity. You can even embed a postcard onto a website (see below). </p>\r\n<p>What you see are the first steps of what we hope will be a powerful platform. I hope you'll try it out by recommending a few finds of your own.</p>\r\n<a id=\"squidoo-module-6kss5e\" href=\"http://postcards.squidoo.com/162781364\" title=\"The Stockholm Octavo\" > The Stockholm Octavo</a><script> var squidoo_module_6kss5e; !function(d, t) { var v = window.squidoo_v || (function() { var n = new Date(); var y = n.getFullYear(); var m = new String(n.getMonth()); if (m.length < 2) m = '0' + m; var d = new String(n.getDate()); if (d.length < 2) d = '0' + d; var h = new String(n.getHours()); if (h.length < 2) h = '0' + h; return y + m + d + h; })(); var s = document.createElement(t), options = { 'width': '100%', 'height': '480px' }; s.src = '//the.squidoocdn.com/scripts/embed.js?v=' + v; s.onload = s.onreadystatechange = function() { var rs = this.readyState; if (rs) if (rs != 'complete') if (rs != 'loaded') return; try { squidoo_module_6kss5e = new SquidooEmbed('module-6kss5e', options).display(); } catch (e) {} }; var scr = d.getElementsByTagName(t)[0], par = scr.parentNode; par.insertBefore(s, scr); }(document, 'script');</script>",
            "id" : "tag:api.typepad.com,2009:6a00d83451b31569e2017ee54b3985970d",
            "author" : {
               "objectType" : "person",
               "url" : "http://profile.typepad.com/sethgodin",
               "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
               "displayName" : "Seth Godin",
               "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
            },
            "displayName" : "Fall recommended reading list"
         },
         "verb" : "post",
         "actor" : {
            "objectType" : "person",
            "url" : "http://profile.typepad.com/sethgodin",
            "id" : "tag:api.typepad.com,2009:6p00d83451b31569e2",
            "displayName" : "Seth Godin",
            "image" : "http://up5.typepad.com/6a00d83451b31569e200e54ff1c2cf8833-pi"
         },
         "generator" : "TypePad"
      }
   ]
}
